Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# account.profile.handle.label
source: Handle
ar: المعرّف
bn: হ্যান্ডেল
ca: Identificador
es: Identificador
fi: Käyttäjätunnus
fr: Identifiant
he: שם משתמש
hi: हैंडल
hu: @név
ja: ハンドル
ko: 핸들
ml: ഹാൻഡിൽ
ms: Nama pengendali
nb: Brukernavn
pl: Uchwyt
pt_br: @usuário
pt_pt: Identificador
ru: Имя пользователя
sk: Používateľské meno
sv: Användarnamn
ta: ஹேண்டில்
te: హ్యాండిల్
th: แฮนเดิล
tr: Kullanıcı adı
uk: @ім’я
ur: ہینڈل
vi: Tên người dùng
zh_hans: 用户名
zh_hant: 代號

# account.profile.hideVerifiedName.hint
source: Only your display name and handle will show on your profile.
ar: سيظهر في ملفك اسمك المعروض ومعرّفك فقط.
bn: আপনার প্রোফাইলে শুধু প্রদর্শন নাম ও হ্যান্ডেল দেখা যাবে।
ca: Al teu perfil només es mostraran el nom visible i l'identificador.
cs: Na tvém profilu se zobrazí jen zobrazované jméno a handle.
da: Kun dit visningsnavn og handle vises på din profil.
de: In deinem Profil werden nur dein Anzeigename und dein Handle angezeigt.
el: Στο προφίλ σου θα εμφανίζονται μόνο το εμφανιζόμενο όνομα και το handle σου.
es: En tu perfil solo se mostrarán tu nombre visible y tu identificador.
fi: Profiilissasi näkyvät vain näyttönimesi ja käyttäjätunnuksesi.
fr: Seuls votre nom affiché et votre identifiant apparaîtront sur votre profil.
he: רק שם התצוגה ושם המשתמש שלך יוצגו בפרופיל.
hi: आपकी प्रोफ़ाइल पर केवल आपका डिस्प्ले नाम और हैंडल दिखेगा।
hr: Na tvom profilu prikazat će se samo prikazano ime i handle.
hu: A profilodon csak a megjelenített neved és az @neved látszik.
id: Hanya nama tampilan dan handle-mu yang akan tampil di profil.
it: Sul tuo profilo verranno mostrati solo il nome visualizzato e l'handle.
ja: プロフィールには表示名とハンドルだけが表示されます。
ko: 프로필에는 표시 이름과 핸들만 보여요.
ml: നിങ്ങളുടെ പ്രൊഫൈലിൽ പ്രദർശന നാമവും ഹാൻഡിലും മാത്രം കാണിക്കും.
ms: Hanya nama paparan dan nama pengendali anda akan dipaparkan pada profil.
nb: Bare visningsnavnet og brukernavnet ditt vises på profilen din.
nl: Op je profiel worden alleen je weergavenaam en handle getoond.
pl: Na Twoim profilu będą widoczne tylko nazwa wyświetlana i uchwyt.
pt_br: Apenas seu nome de exibição e seu @usuário aparecerão no perfil.
pt_pt: Apenas o seu nome de apresentação e identificador serão mostrados no seu perfil.
ro: Doar numele afișat și handle-ul vor apărea în profilul tău.
ru: В профиле будут видны только отображаемое имя и @имя.
sk: Na tvojom profile sa zobrazí iba zobrazované meno a používateľské meno.
sv: Endast ditt visningsnamn och användarnamn visas på din profil.
ta: உங்கள் காட்சிப் பெயரும் ஹேண்டிலும் மட்டுமே சுயவிவரத்தில் காட்டப்படும்.
te: మీ ప్రొఫైల్‌లో మీ ప్రదర్శన పేరు, హ్యాండిల్ మాత్రమే కనిపిస్తాయి.
th: โปรไฟล์ของคุณจะแสดงเฉพาะชื่อที่แสดงและแฮนเดิล
tr: Profilinizde yalnızca görünen adınız ve kullanıcı adınız gösterilir.
uk: У вашому профілі показуватимуться лише відображуване ім’я та @ім’я.
ur: آپ کے پروفائل پر صرف ڈسپلے نام اور ہینڈل نظر آئے گا۔
vi: Hồ sơ của bạn sẽ chỉ hiển thị tên hiển thị và tên người dùng.
zh_hans: 你的个人主页上只会显示显示名称和用户名。
zh_hant: 你的個人檔案只會顯示顯示名稱和代號。

# account.profile.hideVerifiedName.label
source: Hide my verified name
ar: إخفاء اسمي الموثّق
bn: আমার ভেরিফায়েড নাম লুকান
ca: Amaga el meu nom verificat
cs: Skrýt mé ověřené jméno
da: Skjul mit verificerede navn
de: Meinen verifizierten Namen ausblenden
el: Απόκρυψη του επαληθευμένου ονόματός μου
es: Ocultar mi nombre verificado
fi: Piilota vahvistettu nimeni
fr: Masquer mon nom vérifié
he: הסתר את השם המאומת שלי
hi: मेरा सत्यापित नाम छिपाएँ
hr: Sakrij moje potvrđeno ime
hu: Hitelesített nevem elrejtése
id: Sembunyikan nama terverifikasiku
it: Nascondi il mio nome verificato
ja: 認証済みの名前を非表示にする
ko: 인증된 이름 숨기기
ml: എന്റെ പരിശോധിച്ച പേര് മറയ്ക്കുക
ms: Sembunyikan nama disahkan saya
nb: Skjul det verifiserte navnet mitt
nl: Mijn geverifieerde naam verbergen
pl: Ukryj moje zweryfikowane imię i nazwisko
pt_br: Ocultar meu nome verificado
pt_pt: Ocultar o meu nome verificado
ro: Ascunde numele meu verificat
ru: Скрыть моё проверенное имя
sk: Skryť moje overené meno
sv: Dölj mitt verifierade namn
ta: என் சரிபார்க்கப்பட்ட பெயரை மறை
te: నా ధృవీకరించబడిన పేరును దాచు
th: ซ่อนชื่อที่ยืนยันแล้วของฉัน
tr: Doğrulanmış adımı gizle
uk: Приховати моє верифіковане ім’я
ur: میرا تصدیق شدہ نام چھپائیں
vi: Ẩn tên đã xác minh của tôi
zh_hans: 隐藏我的验证姓名
zh_hant: 隱藏我的已驗證姓名

# account.profile.private.goingPublic
source: Switching to public approves every pending request.
ar: التحويل إلى حساب عام يقبل كل الطلبات المعلّقة.
bn: পাবলিক করলে অপেক্ষমাণ সব অনুরোধ অনুমোদিত হয়ে যাবে।
ca: Passar a públic aprova totes les sol·licituds pendents.
cs: Přepnutím na veřejný se schválí všechny čekající žádosti.
da: Når du skifter til offentlig, godkendes alle ventende anmodninger.
de: Beim Wechsel zu öffentlich werden alle offenen Anfragen angenommen.
el: Η αλλαγή σε δημόσιο εγκρίνει όλα τα εκκρεμή αιτήματα.
es: Al pasar a público se aprueban todas las solicitudes pendientes.
fi: Julkiseksi vaihtaminen hyväksyy kaikki odottavat pyynnöt.
fr: Passer en public approuve toutes les demandes en attente.
he: המעבר לציבורי מאשר את כל הבקשות הממתינות.
hi: पब्लिक करने पर सभी लंबित अनुरोध मंज़ूर हो जाते हैं।
hr: Prebacivanjem na javni račun odobravaju se svi zahtjevi na čekanju.
hu: Nyilvánosra váltáskor minden függőben lévő kérés jóváhagyásra kerül.
id: Beralih ke publik akan menyetujui semua permintaan yang tertunda.
it: Passando a pubblico approvi tutte le richieste in sospeso.
ja: 公開に切り替えると、保留中のリクエストはすべて承認されます。
ko: 공개로 전환하면 대기 중인 모든 요청이 승인돼요.
ml: പബ്ലിക് ആക്കിയാൽ തീർപ്പാക്കാത്ത എല്ലാ അഭ്യർഥനകളും അംഗീകരിക്കപ്പെടും.
ms: Bertukar kepada awam akan meluluskan semua permintaan yang belum selesai.
nb: Når du bytter til offentlig, godkjennes alle ventende forespørsler.
nl: Overschakelen naar openbaar keurt alle openstaande verzoeken goed.
pl: Przejście na konto publiczne zatwierdza wszystkie oczekujące prośby.
pt_br: Ao tornar a conta pública, todas as solicitações pendentes são aprovadas.
pt_pt: Passar a público aprova todos os pedidos pendentes.
ro: Trecerea la public aprobă toate cererile în așteptare.
ru: Переход на открытый профиль одобрит все ожидающие запросы.
sk: Prepnutím na verejný profil sa schvália všetky čakajúce žiadosti.
sv: Om du byter till offentligt godkänns alla väntande förfrågningar.
ta: பொதுவுக்கு மாற்றினால் நிலுவையில் உள்ள எல்லாக் கோரிக்கைகளும் ஏற்கப்படும்.
te: పబ్లిక్‌కు మారిస్తే పెండింగ్‌లో ఉన్న ప్రతి అభ్యర్థన ఆమోదించబడుతుంది.
th: การเปลี่ยนเป็นสาธารณะจะอนุมัติคำขอที่รออยู่ทั้งหมด
tr: Herkese açık yapmak, bekleyen tüm istekleri onaylar.
uk: Перехід на публічний профіль схвалює всі запити, що очікують.
ur: پبلک پر جانے سے ہر زیر التوا درخواست منظور ہو جاتی ہے۔
vi: Chuyển sang công khai sẽ chấp thuận mọi yêu cầu đang chờ.
zh_hans: 切换为公开会批准所有待处理的请求。
zh_hant: 切換為公開後，所有待處理的請求都會通過。

# account.profile.private.hint
source: Only followers you approve can see your posts. Your name, handle and bio stay visible so people can find you.
ar: لا يرى منشوراتك إلا المتابعون الذين توافق عليهم. يبقى اسمك ومعرّفك ونبذتك ظاهرة ليتمكن الناس من العثور عليك.
bn: আপনার অনুমোদন করা ফলোয়াররাই শুধু আপনার পোস্ট দেখতে পাবে। মানুষ যাতে আপনাকে খুঁজে পায় সেজন্য নাম, হ্যান্ডেল ও বায়ো দৃশ্যমান থাকে।
ca: Només els seguidors que aprovis poden veure les teves publicacions. El teu nom, identificador i biografia continuen visibles perquè la gent et trobi.
cs: Tvé příspěvky uvidí jen schválení sledující. Jméno, handle a bio zůstanou viditelné, aby tě lidé našli.
da: Kun følgere, du godkender, kan se dine opslag. Dit navn, handle og bio forbliver synlige, så folk kan finde dig.
de: Nur Follower, die du bestätigst, sehen deine Beiträge. Name, Handle und Bio bleiben sichtbar, damit andere dich finden.
el: Μόνο οι ακόλουθοι που εγκρίνεις βλέπουν τις αναρτήσεις σου. Το όνομα, το handle και το βιογραφικό σου παραμένουν ορατά ώστε να σε βρίσκουν.
es: Solo los seguidores que apruebes pueden ver tus publicaciones. Tu nombre, identificador y biografía siguen visibles para que te encuentren.
fi: Vain hyväksymäsi seuraajat näkevät julkaisusi. Nimesi, käyttäjätunnuksesi ja esittelysi pysyvät näkyvissä, jotta ihmiset löytävät sinut.
fr: Seuls les abonnés que vous approuvez peuvent voir vos posts. Votre nom, votre identifiant et votre bio restent visibles pour que l’on puisse vous trouver.
he: רק עוקבים שאישרת יכולים לראות את הפוסטים שלך. השם, שם המשתמש והתיאור שלך נשארים גלויים כדי שאנשים יוכלו למצוא אותך.
hi: आपकी पोस्ट सिर्फ़ वही फ़ॉलोअर देख सकते हैं जिन्हें आप मंज़ूर करें। आपका नाम, हैंडल और बायो दिखता रहता है ताकि लोग आपको ढूँढ सकें।
hr: Samo pratitelji koje odobriš mogu vidjeti tvoje objave. Tvoje ime, handle i bio ostaju vidljivi kako bi te ljudi mogli pronaći.
hu: Csak az általad jóváhagyott követők láthatják a bejegyzéseidet. A neved, az @neved és a bemutatkozásod látható marad, hogy megtaláljanak.
id: Hanya pengikut yang kamu setujui yang bisa melihat postinganmu. Nama, handle, dan bio-mu tetap terlihat agar orang bisa menemukanmu.
it: Solo i follower che approvi possono vedere i tuoi post. Nome, handle e bio restano visibili così le persone possono trovarti.
ja: 承認したフォロワーだけが投稿を見られます。名前、ハンドル、自己紹介は、見つけてもらえるよう表示されたままになります。
ko: 내가 승인한 팔로워만 게시물을 볼 수 있어요. 이름, 핸들, 소개는 다른 사람이 나를 찾을 수 있도록 계속 보여요.
ml: നിങ്ങൾ അംഗീകരിക്കുന്ന ഫോളോവർമാർക്ക് മാത്രമേ നിങ്ങളുടെ പോസ്റ്റുകൾ കാണാനാകൂ. ആളുകൾക്ക് നിങ്ങളെ കണ്ടെത്താൻ നിങ്ങളുടെ പേര്, ഹാൻഡിൽ, ബയോ എന്നിവ കാണാവുന്നതായി തുടരും.
ms: Hanya pengikut yang anda luluskan boleh melihat siaran anda. Nama, nama pengendali dan bio anda kekal kelihatan supaya orang dapat mencari anda.
nb: Bare følgere du godkjenner, kan se innleggene dine. Navnet, brukernavnet og biografien din forblir synlige slik at folk kan finne deg.
nl: Alleen volgers die je goedkeurt kunnen je berichten zien. Je naam, handle en bio blijven zichtbaar zodat mensen je kunnen vinden.
pl: Twoje wpisy widzą tylko zatwierdzeni obserwujący. Imię, uchwyt i opis pozostają widoczne, aby ludzie mogli Cię znaleźć.
pt_br: Só os seguidores que você aprovar podem ver seus posts. Seu nome, @usuário e bio continuam visíveis para que as pessoas possam encontrar você.
pt_pt: Apenas os seguidores que aprovar podem ver as suas publicações. O seu nome, identificador e bio continuam visíveis para que as pessoas o encontrem.
ro: Doar urmăritorii aprobați de tine îți pot vedea postările. Numele, handle-ul și bio rămân vizibile ca oamenii să te găsească.
ru: Ваши посты видят только одобренные вами подписчики. Имя, @имя и описание остаются видимыми, чтобы вас могли найти.
sk: Tvoje príspevky uvidia iba sledovatelia, ktorých schváliš. Tvoje meno, používateľské meno a opis zostanú viditeľné, aby ťa ľudia mohli nájsť.
sv: Bara följare som du godkänner kan se dina inlägg. Ditt namn, användarnamn och din presentation förblir synliga så att folk kan hitta dig.
ta: நீங்கள் ஏற்கும் பின்தொடர்பவர்கள் மட்டுமே உங்கள் இடுகைகளைப் பார்க்கலாம். மக்கள் உங்களைக் கண்டுபிடிக்க உங்கள் பெயர், ஹேண்டில், அறிமுகம் தெரியும்.
te: మీరు ఆమోదించిన ఫాలోయర్లు మాత్రమే మీ పోస్ట్‌లను చూడగలరు. ప్రజలు మిమ్మల్ని కనుగొనగలిగేలా మీ పేరు, హ్యాండిల్, బయో కనిపిస్తూనే ఉంటాయి.
th: เฉพาะผู้ติดตามที่คุณอนุมัติเท่านั้นที่เห็นโพสต์ของคุณ ชื่อ แฮนเดิล และประวัติย่อยังมองเห็นได้เพื่อให้คนค้นหาคุณเจอ
tr: Gönderilerinizi yalnızca onayladığınız takipçiler görebilir. Adınız, kullanıcı adınız ve biyografiniz, insanlar sizi bulabilsin diye görünür kalır.
uk: Ваші дописи бачать лише підписники, яких ви схвалили. Ім’я, @ім’я та опис про себе залишаються видимими, щоб люди могли вас знайти.
ur: صرف آپ کے منظور کردہ فالوورز آپ کی پوسٹس دیکھ سکتے ہیں۔ آپ کا نام، ہینڈل اور تعارف نظر آتے رہتے ہیں تاکہ لوگ آپ کو ڈھونڈ سکیں۔
vi: Chỉ những người theo dõi bạn chấp thuận mới xem được bài đăng của bạn. Tên, tên người dùng và tiểu sử vẫn hiển thị để mọi người tìm thấy bạn.
zh_hans: 只有你批准的关注者才能看到你的帖子。你的名称、用户名和个人简介仍然可见，方便别人找到你。
zh_hant: 只有你核准的追蹤者能看到你的貼文。你的名稱、代號和自我介紹仍可被看見，以便別人找到你。

# account.profile.private.label
source: Private account
ar: حساب خاص
bn: প্রাইভেট অ্যাকাউন্ট
ca: Compte privat
cs: Soukromý účet
da: Privat konto
de: Privates Konto
el: Ιδιωτικός λογαριασμός
es: Cuenta privada
fi: Yksityinen tili
fr: Compte privé
he: חשבון פרטי
hi: प्राइवेट अकाउंट
hr: Privatni račun
hu: Privát fiók
id: Akun privat
it: Account privato
ja: 非公開アカウント
ko: 비공개 계정
ml: പ്രൈവറ്റ് അക്കൗണ്ട്
ms: Akaun peribadi
nb: Privat konto
nl: Privéaccount
pl: Konto prywatne
pt_br: Conta privada
pt_pt: Conta privada
ro: Cont privat
ru: Закрытый аккаунт
sk: Súkromný účet
sv: Privat konto
ta: தனிப்பட்ட கணக்கு
te: ప్రైవేట్ ఖాతా
th: บัญชีส่วนตัว
tr: Gizli hesap
uk: Приватний обліковий запис
ur: نجی اکاؤنٹ
vi: Tài khoản riêng tư
zh_hans: 私密账户
zh_hant: 私人帳號

# account.profile.save.hint
source: Sends your name, handle and bio to Known
ar: يرسل اسمك ومعرّفك ونبذتك إلى «معروف»
bn: আপনার নাম, হ্যান্ডেল ও বায়ো Known-এ পাঠায়
ca: Envia el teu nom, identificador i biografia a Known
cs: Odešle tvé jméno, handle a bio do aplikace Known
da: Sender dit navn, handle og bio til Known
de: Sendet Name, Handle und Bio an Known
el: Στέλνει το όνομα, το handle και το βιογραφικό σου στο Known
es: Envía tu nombre, identificador y biografía a Known
fi: Lähettää nimesi, käyttäjätunnuksesi ja esittelysi Knownille
fr: Envoie votre nom, votre identifiant et votre bio à Known
he: שולח ל-Known את השם, שם המשתמש והתיאור שלך
hi: आपका नाम, हैंडल और बायो Known को भेजता है
hr: Šalje tvoje ime, handle i bio aplikaciji Known
hu: Elküldi a nevedet, @nevedet és bemutatkozásodat a Knownnak
id: Mengirim nama, handle, dan bio-mu ke Known
it: Invia a Known il tuo nome, handle e bio
ja: 名前、ハンドル、自己紹介をKnownに送信します
ko: 이름, 핸들, 소개를 Known에 보내요
ml: നിങ്ങളുടെ പേര്, ഹാൻഡിൽ, ബയോ എന്നിവ Known-ന് അയയ്ക്കുന്നു
ms: Menghantar nama, nama pengendali dan bio anda kepada Known
nb: Sender navnet, brukernavnet og biografien din til Known
nl: Stuurt je naam, handle en bio naar Known
pl: Wysyła Twoje imię, uchwyt i opis do Known
pt_br: Envia seu nome, @usuário e bio ao Known
pt_pt: Envia o seu nome, identificador e bio para a Known
ro: Trimite numele, handle-ul și bio la Known
ru: Отправляет имя, @имя и описание в Known
sk: Odošle tvoje meno, používateľské meno a opis do Known
sv: Skickar ditt namn, användarnamn och din presentation till Known
ta: உங்கள் பெயர், ஹேண்டில், அறிமுகத்தை Known-க்கு அனுப்பும்
te: మీ పేరు, హ్యాండిల్, బయోను Knownకు పంపుతుంది
th: ส่งชื่อ แฮนเดิล และประวัติย่อของคุณไปที่ Known
tr: Adınızı, kullanıcı adınızı ve biyografinizi Known'a gönderir
uk: Надсилає ваше ім’я, @ім’я та опис про себе до Known
ur: آپ کا نام، ہینڈل اور تعارف Known کو بھیجتا ہے
vi: Gửi tên, tên người dùng và tiểu sử của bạn đến Known
zh_hans: 将你的名称、用户名和个人简介发送给 Known
zh_hant: 將你的名稱、代號和自我介紹傳送給 Known

# account.profile.status.saved
source: Everything here is saved
ar: كل شيء هنا محفوظ
bn: এখানকার সবকিছু সেভ হয়েছে
ca: Tot el que hi ha aquí està desat
cs: Vše je uloženo
da: Alt her er gemt
de: Alles hier ist gespeichert
el: Όλα εδώ έχουν αποθηκευτεί
es: Todo está guardado
fi: Kaikki täällä on tallennettu
fr: Tout est enregistré
he: הכול כאן נשמר
hi: सब कुछ सेव है
hr: Sve je ovdje spremljeno
hu: Itt minden mentve van
id: Semua di sini sudah tersimpan
it: Tutto qui è salvato
ja: すべて保存されています
ko: 모든 내용이 저장되었어요
ml: ഇവിടെയുള്ളതെല്ലാം സേവ് ചെയ്തു
ms: Semua di sini telah disimpan
nb: Alt her er lagret
nl: Alles hier is opgeslagen
pl: Wszystko tutaj jest zapisane
pt_br: Tudo aqui está salvo
pt_pt: Tudo aqui está guardado
ro: Tot ce e aici este salvat
ru: Всё сохранено
sk: Všetko tu je uložené
sv: Allt här är sparat
ta: இங்குள்ள அனைத்தும் சேமிக்கப்பட்டன
te: ఇక్కడ ఉన్నదంతా సేవ్ అయింది
th: บันทึกทุกอย่างที่นี่แล้ว
tr: Buradaki her şey kaydedildi
uk: Усе тут збережено
ur: یہاں سب کچھ محفوظ ہے
vi: Mọi thứ ở đây đã được lưu
zh_hans: 此处所有内容均已保存
zh_hant: 這裡的所有內容都已儲存

# account.profile.status.unsaved
source: Unsaved changes
ar: تغييرات غير محفوظة
bn: অসংরক্ষিত পরিবর্তন
ca: Canvis sense desar
cs: Neuložené změny
da: Ugemte ændringer
de: Nicht gesicherte Änderungen
el: Μη αποθηκευμένες αλλαγές
es: Cambios sin guardar
fi: Tallentamattomia muutoksia
fr: Modifications non enregistrées
he: שינויים שלא נשמרו
hi: बिना सेव किए बदलाव
hr: Nespremljene promjene
hu: Mentetlen módosítások
id: Perubahan belum disimpan
it: Modifiche non salvate
ja: 未保存の変更があります
ko: 저장되지 않은 변경 사항
ml: സേവ് ചെയ്യാത്ത മാറ്റങ്ങൾ
ms: Perubahan belum disimpan
nb: Ulagrede endringer
nl: Niet-opgeslagen wijzigingen
pl: Niezapisane zmiany
pt_br: Alterações não salvas
pt_pt: Alterações não guardadas
ro: Modificări nesalvate
ru: Есть несохранённые изменения
sk: Neuložené zmeny
sv: Osparade ändringar
ta: சேமிக்கப்படாத மாற்றங்கள்
te: సేవ్ చేయని మార్పులు
th: มีการเปลี่ยนแปลงที่ยังไม่ได้บันทึก
tr: Kaydedilmemiş değişiklikler
uk: Незбережені зміни
ur: غیر محفوظ تبدیلیاں
vi: Có thay đổi chưa lưu
zh_hans: 有未保存的更改
zh_hant: 有未儲存的變更

# account.profile.toast.saveFailed
source: Couldn't save your profile.
ar: تعذّر حفظ ملفك.
bn: আপনার প্রোফাইল সেভ করা যায়নি।
ca: No s'ha pogut desar el teu perfil.
cs: Profil se nepodařilo uložit.
da: Din profil kunne ikke gemmes.
de: Dein Profil konnte nicht gespeichert werden.
el: Δεν ήταν δυνατή η αποθήκευση του προφίλ σου.
es: No se pudo guardar tu perfil.
fi: Profiilin tallentaminen epäonnistui.
fr: Impossible d’enregistrer votre profil.
he: לא ניתן לשמור את הפרופיל שלך.
hi: आपकी प्रोफ़ाइल सेव नहीं हो सकी।
hr: Profil nije spremljen.
hu: Nem sikerült menteni a profilodat.
id: Profilmu tidak bisa disimpan.
it: Impossibile salvare il tuo profilo.
ja: プロフィールを保存できませんでした。
ko: 프로필을 저장하지 못했어요.
ml: നിങ്ങളുടെ പ്രൊഫൈൽ സേവ് ചെയ്യാനായില്ല.
ms: Profil anda tidak dapat disimpan.
nb: Kunne ikke lagre profilen din.
nl: Je profiel kon niet worden opgeslagen.
pl: Nie udało się zapisać profilu.
pt_br: Não foi possível salvar seu perfil.
pt_pt: Não foi possível guardar o seu perfil.
ro: Nu s-a putut salva profilul.
ru: Не удалось сохранить профиль.
sk: Profil sa nepodarilo uložiť.
sv: Det gick inte att spara din profil.
ta: உங்கள் சுயவிவரத்தைச் சேமிக்க முடியவில்லை.
te: మీ ప్రొఫైల్‌ను సేవ్ చేయలేకపోయాం.
th: บันทึกโปรไฟล์ของคุณไม่ได้
tr: Profiliniz kaydedilemedi.
uk: Не вдалося зберегти профіль.
ur: آپ کا پروفائل محفوظ نہیں ہو سکا۔
vi: Không thể lưu hồ sơ của bạn.
zh_hans: 无法保存你的个人资料。
zh_hant: 無法儲存你的個人檔案。

# account.profile.toast.saved
source: Profile saved.
ar: حُفظ الملف.
bn: প্রোফাইল সেভ হয়েছে।
ca: Perfil desat.
cs: Profil uložen.
da: Profil gemt.
de: Profil gespeichert.
el: Το προφίλ αποθηκεύτηκε.
es: Perfil guardado.
fi: Profiili tallennettu.
fr: Profil enregistré.
he: הפרופיל נשמר.
hi: प्रोफ़ाइल सेव हो गई।
hr: Profil spremljen.
hu: Profil mentve.
id: Profil disimpan.
it: Profilo salvato.
ja: プロフィールを保存しました。
ko: 프로필을 저장했어요.
ml: പ്രൊഫൈൽ സേവ് ചെയ്തു.
ms: Profil disimpan.
nb: Profilen er lagret.
nl: Profiel opgeslagen.
pl: Profil zapisany.
pt_br: Perfil salvo.
pt_pt: Perfil guardado.
ro: Profil salvat.
ru: Профиль сохранён.
sk: Profil bol uložený.
sv: Profilen har sparats.
ta: சுயவிவரம் சேமிக்கப்பட்டது.
te: ప్రొఫైల్ సేవ్ అయింది.
th: บันทึกโปรไฟล์แล้ว
tr: Profil kaydedildi.
uk: Профіль збережено.
ur: پروفائل محفوظ ہو گیا۔
vi: Đã lưu hồ sơ.
zh_hans: 个人资料已保存。
zh_hant: 個人檔案已儲存。

# account.profile.verifiedName.hint
source: From your identity check. It can't be changed, but you can keep it off your profile.
ar: من التحقق من هويتك. لا يمكن تغييره، لكن يمكنك إخفاءه عن ملفك.
bn: আপনার পরিচয় যাচাই থেকে নেওয়া। এটি বদলানো যায় না, তবে প্রোফাইলে লুকিয়ে রাখতে পারেন।
ca: Prové de la teva comprovació d'identitat. No es pot canviar, però pots mantenir-lo fora del teu perfil.
cs: Z ověření totožnosti. Nelze ho změnit, ale můžeš ho na profilu skrýt.
da: Fra dit identitetstjek. Det kan ikke ændres, men du kan holde det væk fra din profil.
de: Aus deiner Identitätsprüfung. Er lässt sich nicht ändern, aber du kannst ihn in deinem Profil ausblenden.
el: Προέρχεται από τον έλεγχο ταυτότητάς σου. Δεν μπορεί να αλλάξει, αλλά μπορείς να το κρατήσεις μακριά από το προφίλ σου.
es: Procede de tu verificación de identidad. No se puede cambiar, pero puedes ocultarlo en tu perfil.
fi: Henkilöllisyystarkistuksestasi. Sitä ei voi muuttaa, mutta voit pitää sen poissa profiilistasi.
fr: Issu de votre vérification d’identité. Il ne peut pas être modifié, mais vous pouvez ne pas l’afficher sur votre profil.
he: מבדיקת הזהות שלך. אי אפשר לשנות אותו, אבל אפשר להשאיר אותו מחוץ לפרופיל.
hi: यह आपकी पहचान जाँच से है। इसे बदला नहीं जा सकता, पर आप इसे अपनी प्रोफ़ाइल से दूर रख सकते हैं।
hr: Iz tvoje provjere identiteta. Ne može se promijeniti, ali ga možeš zadržati izvan profila.
hu: A személyazonosság-ellenőrzésedből. Nem módosítható, de elrejtheted a profilodról.
id: Dari pemeriksaan identitasmu. Tidak bisa diubah, tetapi kamu bisa tidak menampilkannya di profil.
it: Deriva dalla tua verifica d'identità. Non si può cambiare, ma puoi tenerlo fuori dal tuo profilo.
ja: 本人確認で登録された名前です。変更はできませんが、プロフィールに表示しないようにできます。
ko: 신원 확인에서 가져온 이름이에요. 변경할 수 없지만 프로필에서 숨길 수 있어요.
ml: നിങ്ങളുടെ തിരിച്ചറിയൽ പരിശോധനയിൽ നിന്ന്. ഇത് മാറ്റാനാവില്ല, പക്ഷേ പ്രൊഫൈലിൽ നിന്ന് ഒഴിവാക്കാം.
ms: Daripada semakan identiti anda. Ia tidak boleh diubah, tetapi anda boleh menyembunyikannya daripada profil.
nb: Fra identitetskontrollen din. Det kan ikke endres, men du kan holde det borte fra profilen din.
nl: Afkomstig van je identiteitscontrole. Kan niet worden gewijzigd, maar je kunt hem van je profiel houden.
pl: Z weryfikacji tożsamości. Nie można go zmienić, ale możesz nie pokazywać go na profilu.
pt_br: Vem da sua verificação de identidade. Não pode ser alterado, mas você pode mantê-lo fora do perfil.
pt_pt: Vem da sua verificação de identidade. Não pode ser alterado, mas pode mantê-lo fora do seu perfil.
ro: Din verificarea identității. Nu poate fi schimbat, dar îl poți ține ascuns în profil.
ru: Взято из проверки личности. Его нельзя изменить, но можно не показывать в профиле.
sk: Z tvojho overenia totožnosti. Nedá sa zmeniť, ale môžeš ho nechať mimo profilu.
sv: Från din identitetskontroll. Det kan inte ändras, men du kan hålla det borta från din profil.
ta: உங்கள் அடையாளச் சரிபார்ப்பிலிருந்து வந்தது. இதை மாற்ற முடியாது, ஆனால் சுயவிவரத்தில் காட்டாமல் வைக்கலாம்.
te: మీ గుర్తింపు తనిఖీ నుండి వచ్చింది. దీన్ని మార్చలేరు, కానీ మీ ప్రొఫైల్‌లో కనిపించకుండా ఉంచవచ్చు.
th: มาจากการตรวจสอบตัวตนของคุณ เปลี่ยนไม่ได้ แต่คุณซ่อนไม่ให้แสดงในโปรไฟล์ได้
tr: Kimlik kontrolünüzden gelir. Değiştirilemez, ancak profilinizde gizleyebilirsiniz.
uk: З вашої перевірки особи. Його не можна змінити, але можна не показувати у профілі.
ur: آپ کی شناخت کی جانچ سے۔ اسے بدلا نہیں جا سکتا، لیکن آپ اسے اپنے پروفائل سے ہٹا کر رکھ سکتے ہیں۔
vi: Lấy từ bước kiểm tra danh tính. Không thể thay đổi, nhưng bạn có thể không hiển thị nó trên hồ sơ.
zh_hans: 来自你的身份核验。无法更改，但你可以不在个人主页上显示。
zh_hant: 來自你的身分檢查。無法更改，但你可以不在個人檔案上顯示。

# account.profile.verifiedName.label
source: Verified name
ar: الاسم الموثّق
bn: ভেরিফায়েড নাম
ca: Nom verificat
cs: Ověřené jméno
da: Verificeret navn
de: Verifizierter Name
el: Επαληθευμένο όνομα
es: Nombre verificado
fi: Vahvistettu nimi
fr: Nom vérifié
he: שם מאומת
hi: सत्यापित नाम
hr: Potvrđeno ime
hu: Hitelesített név
id: Nama terverifikasi
it: Nome verificato
ja: 認証済みの名前
ko: 인증된 이름
ml: പരിശോധിച്ച പേര്
ms: Nama disahkan
nb: Verifisert navn
nl: Geverifieerde naam
pl: Zweryfikowane imię i nazwisko
pt_br: Nome verificado
pt_pt: Nome verificado
ro: Nume verificat
ru: Проверенное имя
sk: Overené meno
sv: Verifierat namn
ta: சரிபார்க்கப்பட்ட பெயர்
te: ధృవీకరించబడిన పేరు
th: ชื่อที่ยืนยันแล้ว
tr: Doğrulanmış ad
uk: Верифіковане ім’я
ur: تصدیق شدہ نام
vi: Tên đã xác minh
zh_hans: 验证姓名
zh_hant: 已驗證姓名
